Repository: diptanshumahish/catchmflixx_final
Catalog: lib/l10n/app_*.arb
Languages: hi, kn, ml, ta, te

source: Login
hi: लॉग इन करें
kn: ಲಾಗಿನ್ ಮಾಡಿ
ml: ലോഗിൻ
ta: உள்நுழைய
te: ప్రవేశించండి

# loginDetails
source: Login with your registered account information to start enjoying our services
hi: हमारी सेवाओं का आनंद लेना शुरू करने के लिए अपने पंजीकृत खाते की जानकारी के साथ लॉगिन करें
kn: ನಮ್ಮ ಸೇವೆಗಳನ್ನು ಆನಂದಿಸಲು ಪ್ರಾರಂಭಿಸಲು ನಿಮ್ಮ ನೋಂದಾಯಿತ ಖಾತೆಯ ಮಾಹಿತಿಯೊಂದಿಗೆ ಲಾಗಿನ್ ಮಾಡಿ
ml: ഞങ്ങളുടെ സേവനങ്ങൾ ആസ്വദിക്കാൻ ആരംഭിക്കുന്നതിന് നിങ്ങളുടെ രജിസ്റ്റർ ചെയ്ത അക്കൗണ്ട് വിവരങ്ങൾ ഉപയോഗിച്ച് ലോഗിൻ ചെയ്യുക
ta: எங்கள் சேவைகளை அனுபவிக்கத் தொடங்க உங்கள் பதிவு செய்யப்பட்ட கணக்குத் தகவலுடன் உள்நுழையவும்
te: మా సేవలను ఆస్వాదించడం ప్రారంభించడానికి మీ నమోదిత ఖాతా సమాచారంతో లాగిన్ చేయండి

source: Register
hi: पंजीकरण करवाना
kn: ನೋಂದಣಿ
ml: രജിസ്റ്റർ ചെയ്യുക
ta: பதிவு
te: నమోదు చేసుకోండి

# registerDetails
source: Register for a new Catch M Flixx account and start enjoying content that you love
hi: एक नए कैच एम फ़्लिक्स खाते के लिए पंजीकरण करें और अपनी पसंद की सामग्री का आनंद लेना शुरू करें
kn: ಹೊಸ Catch M Flixx ಖಾತೆಗಾಗಿ ನೋಂದಾಯಿಸಿ ಮತ್ತು ನೀವು ಇಷ್ಟಪಡುವ ವಿಷಯವನ್ನು ಆನಂದಿಸಲು ಪ್ರಾರಂಭಿಸಿ
ml: ഒരു പുതിയ Catch M Flixx അക്കൗണ്ടിനായി രജിസ്റ്റർ ചെയ്ത് നിങ്ങൾ ഇഷ്ടപ്പെടുന്ന ഉള്ളടക്കം ആസ്വദിക്കാൻ തുടങ്ങുക
ta: புதிய Catch M Flixx கணக்கிற்குப் பதிவுசெய்து, நீங்கள் விரும்பும் உள்ளடக்கத்தை அனுபவிக்கத் தொடங்குங்கள்
te: కొత్త క్యాచ్ఎమ్‌ఫ్లిక్స్ ఖాతా కోసం నమోదు చేసుకోండి మరియు మీరు ఇష్టపడే కంటెంట్‌ను ఆస్వాదించడం ప్రారంభించండి

source: Full Name
hi: पूरा नाम
kn: ಪೂರ್ಣ ಹೆಸರು
ml: പൂർണ്ണമായ പേര്
ta: முழு பெயர்
te: పూర్తి పేరు

# nameVal
source: Name should be at least 6 characters
hi: नाम कम से कम 6 अक्षर का होना चाहिए
kn: ಹೆಸರು ಕನಿಷ್ಠ 6 ಅಕ್ಷರಗಳಾಗಿರಬೇಕು
ml: പേര് കുറഞ്ഞത് 6 പ്രതീകങ്ങൾ ആയിരിക്കണം
ta: பெயரில் குறைந்தது 6 எழுத்துகள் இருக்க வேண்டும்
te: పేరు కనీసం 6 అక్షరాలు ఉండాలి

# mob
source: Mobile Number
hi: मोबाइल नंबर
kn: ಮೊಬೈಲ್ ನಂಬರ
ml: മൊബൈൽ നമ്പർ
ta: கைபேசி எண்
te: మొబైల్ నంబర్

# mobVal
source: Enter a valid mobile number
hi: एक वैध मोबाइल नंबर दर्ज करें
kn: ಮಾನ್ಯವಾದ ಮೊಬೈಲ್ ಸಂಖ್ಯೆಯನ್ನು ನಮೂದಿಸಿ
ml: സാധുവായ ഒരു മൊബൈൽ നമ്പർ നൽകുക
ta: சரியான மொபைல் எண்ணை உள்ளிடவும்
te: చెల్లుబాటు అయ్యే మొబైల్ నంబర్‌ను నమోదు చేయండి

# em
source: Email Address
hi: मेल पता
kn: ಇಮೇಲ್ ವಿಳಾಸ
ml: ഇമെയിൽ വിലാസം
ta: மின்னஞ்சல் முகவரி
te: ఇమెయిల్ చిరునామా

# emVal
source: Enter a valid email
hi: एक वैध ईमेल प्रविष्ट करें
kn: ಮಾನ್ಯವಾದ ಇಮೇಲ್ ಅನ್ನು ನಮೂದಿಸಿ
ml: സാധുവായ ഒരു ഇമെയിൽ നൽകുക
ta: சரியான மின்னஞ்சலை உள்ளிடவும்
te: చెల్లుబాటు అయ్యే ఇమెయిల్ను నమోదు చేయండి

# city
source: City(optional)
hi: शहर(वैकल्पिक)
kn: ನಗರ(ಐಚ್ಛಿಕ)
ml: നഗരം(ഓപ്ഷണൽ)
ta: நகரம்(விரும்பினால்)
te: నగరం(ఐచ్ఛికం)

# pin
source: Area pin code
hi: क्षेत्र का पिन कोड
kn: ಪ್ರದೇಶದ ಪಿನ್ ಕೋಡ್
ml: ഏരിയ പിൻ കോഡ്
ta: பகுதி பின் குறியீடு
te: ఏరియా పిన్ కోడ్

# pinVal
source: Invalid pin
hi: अमान्य पिन
kn: ಅಮಾನ್ಯವಾದ ಪಿನ್
ml: പിൻ അസാധുവാണ്
ta: தவறான முள்
te: చెల్లని పిన్

# pass
source: create a strong password
hi: एक मजबूत पासवर्ड बनाएं
kn: ಬಲವಾದ ಗುಪ್ತಪದವನ್ನು ರಚಿಸಿ
ml: ശക്തമായ ഒരു പാസ്‌വേഡ് സൃഷ്‌ടിക്കുക
ta: வலுவான கடவுச்சொல்லை உருவாக்கவும்
te: బలమైన పాస్‌వర్డ్‌ను సృష్టించండి

# passVal
source: Password is weak. Please include uppercase, lowercase, digits, and consider special characters.
hi: पासवर्ड कमजोर है.
kn: ಪಾಸ್ವರ್ಡ್ ದುರ್ಬಲವಾಗಿದೆ.
ml: പാസ്‌വേഡ് ദുർബലമാണ്.
ta: கடவுச்சொல் பலவீனமாக உள்ளது.
te: పాస్‌వర్డ్ బలహీనంగా ఉంది.

# rePass
source: re-enter the password
hi: पासवर्ड पुनः दर्ज करें
kn: ಪಾಸ್ವರ್ಡ್ ಅನ್ನು ಮರು-ನಮೂದಿಸಿ
ml: പാസ്‌വേഡ് വീണ്ടും നൽകുക
ta: கடவுச்சொல்லை மீண்டும் உள்ளிடவும்
te: పాస్వర్డ్ను మళ్లీ నమోదు చేయండి

# passNoMatch
source: Passwords do not match
hi: सांकेतिक शब्द मेल नहीं खाते
kn: ಗುಪ್ತಪದಗಳುತಾಳೆಯಾಗುತ್ತಿಲ್ಲ
ml: പാസ്വേഡുകൾ പൊരുത്തപ്പെടുന്നില്ല
ta: கடவுச்சொற்கள் பொருந்தவில்லை
te: గుత్త పదములు సరి పోవట్లేదు

# ver
source: Verify your email address
hi: अपने ईमेल पते की पुष्टि करें
kn: ನಿಮ್ಮ ಇಮೇಲ್ ವಿಳಾಸವನ್ನು ಪರಿಶೀಲಿಸಿ
ml: നിങ്ങളുടെ ഇമെയിൽ വിലാസം പരിശോധിക്കുക
ta: உங்கள் மின்னஞ்சல் முகவரியை சரிபார்க்கவும்
te: మీ ఈ - మెయిల్ చిరునామాను తనిఖీ చేసుకోండి

# err
source: Error in registration, try again
hi: पंजीकरण में त्रुटि, पुनः प्रयास करें
kn: ನೋಂದಣಿಯಲ್ಲಿ ದೋಷ, ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ml: രജിസ്ട്രേഷനിൽ പിശക്, വീണ്ടും ശ്രമിക്കുക
ta: பதிவு செய்வதில் பிழை, மீண்டும் முயற்சிக்கவும்
te: నమోదులో లోపం, మళ్లీ ప్రయత్నించండి

# datamissing
source: Enter all data please
hi: कृपया सभी डेटा दर्ज करें
kn: ದಯವಿಟ್ಟು ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ನಮೂದಿಸಿ
ml: ദയവായി എല്ലാ ഡാറ്റയും നൽകുക
ta: தயவுசெய்து எல்லா தரவையும் உள்ளிடவும்
te: దయచేసి మొత్తం డేటాను నమోదు చేయండి

# chk
source: Please check all fields
hi: कृपया सभी फ़ील्ड जांचें
kn: ದಯವಿಟ್ಟು ಎಲ್ಲಾ ಕ್ಷೇತ್ರಗಳನ್ನು ಪರಿಶೀಲಿಸಿ
ml: ദയവായി എല്ലാ ഫീൽഡുകളും പരിശോധിക്കുക
ta: அனைத்து புலங்களையும் சரிபார்க்கவும்
te: దయచేసి అన్ని ఫీల్డ్‌లను తనిఖీ చేయండి

# alrR
source: already registered?
hi: पहले से ही पंजीकृत?
kn: ಈಗಾಗಲೇ ನೋಂದಾಯಿಸಲಾಗಿದೆ?
ml: ഇതിനകം രജിസ്റ്റർ ചെയ്തിട്ടുണ്ടോ?
ta: ஏற்கனவே பதிவு செய்யப்பட்டது?
te: ముందే నమోదుయాయ్యింది?

# sentEmVer
source: We have sent you an email to verify your account, please check your email box/spam and verify the email to proceed, after verifying login back, or you can view the app as well
hi: हमने आपका खाता सत्यापित करने के लिए आपको एक ईमेल भेजा है, कृपया अपना ईमेल बॉक्स/स्पैम जांचें और लॉगिन सत्यापित करने के बाद आगे बढ़ने के लिए ईमेल सत्यापित करें, या आप ऐप भी देख सकते हैं
kn: ನಿಮ್ಮ ಖಾತೆಯನ್ನು ಪರಿಶೀಲಿಸಲು ನಾವು ನಿಮಗೆ ಇಮೇಲ್ ಕಳುಹಿಸಿದ್ದೇವೆ, ದಯವಿಟ್ಟು ನಿಮ್ಮ ಇಮೇಲ್ ಬಾಕ್ಸ್/ಸ್ಪ್ಯಾಮ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿ ಮತ್ತು ಮುಂದುವರಿಯಲು ಇಮೇಲ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿ, ಮರಳಿ ಲಾಗಿನ್ ಅನ್ನು ಪರಿಶೀಲಿಸಿದ ನಂತರ ಅಥವಾ ನೀವು ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಸಹ ವೀಕ್ಷಿಸಬಹುದು
ml: നിങ്ങളുടെ അക്കൗണ്ട് സ്ഥിരീകരിക്കുന്നതിന് ഞങ്ങൾ നിങ്ങൾക്ക് ഒരു ഇമെയിൽ അയച്ചിട്ടുണ്ട്, നിങ്ങളുടെ ഇമെയിൽ ബോക്‌സ്/സ്‌പാം പരിശോധിച്ച് തുടരുന്നതിന് ഇമെയിൽ പരിശോധിച്ചുറപ്പിക്കുക, ലോഗിൻ തിരികെ പരിശോധിച്ചതിന് ശേഷം അല്ലെങ്കിൽ നിങ്ങൾക്ക് ആപ്പ് കാണാനും കഴിയും
ta: உங்கள் கணக்கைச் சரிபார்க்க நாங்கள் உங்களுக்கு மின்னஞ்சலை அனுப்பியுள்ளோம், தயவுசெய்து உங்கள் மின்னஞ்சல் பெட்டி/ஸ்பேமைச் சரிபார்த்து, தொடர மின்னஞ்சலைச் சரிபார்க்கவும், மீண்டும் உள்நுழைவைச் சரிபார்த்த பிறகு, அல்லது நீங்கள் பயன்பாட்டையும் பார்க்கலாம்
te: మేము మీ ఖాతాను ధృవీకరించడానికి మీకు ఇమెయిల్ పంపాము, దయచేసి మీ ఇమెయిల్ బాక్స్/స్పామ్‌ని తనిఖీ చేయండి మరియు తిరిగి లాగిన్‌ని ధృవీకరించిన తర్వాత కొనసాగించడానికి ఇమెయిల్‌ను ధృవీకరించండి లేదా మీరు యాప్‌ను కూడా వీక్షించవచ్చు

# iVerified
source: I have verified
hi: मैंने सत्यापित कर लिया है
kn: ನಾನು ಪರಿಶೀಲಿಸಿದ್ದೇನೆ
ml: ഞാൻ പരിശോധിച്ചു
ta: நான் சரிபார்த்துவிட்டேன்
te: నేను ధృవీకరించాను

# notverified
source: You have not verified your email yet!
hi: आपने अभी तक अपना ईमेल सत्यापित नहीं किया है!
kn: ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ನೀವು ಇನ್ನೂ ಪರಿಶೀಲಿಸಿಲ್ಲ!
ml: നിങ്ങൾ ഇതുവരെ നിങ്ങളുടെ ഇമെയിൽ പരിശോധിച്ചിട്ടില്ല!
ta: உங்கள் மின்னஞ்சலை நீங்கள் இன்னும் சரிபார்க்கவில்லை!
te: మీరు మీ ఇమెయిల్‌ను ఇంకా ధృవీకరించలేదు!

# continueToApp
source: Continue to the app
hi: ऐप पर जारी रखें
kn: ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಮುಂದುವರಿಯಿರಿ
ml: ആപ്പിലേക്ക് തുടരുക
ta: பயன்பாட்டில் தொடரவும்
te: యాప్‌కి కొనసాగండి

# remToVerify
source: Remember to verify your email to watch content
hi: सामग्री देखने के लिए अपना ईमेल सत्यापित करना याद रखें
kn: ವಿಷಯವನ್ನು ವೀಕ್ಷಿಸಲು ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ಪರಿಶೀಲಿಸಲು ಮರೆಯದಿರಿ
ml: ഉള്ളടക്കം കാണുന്നതിന് നിങ്ങളുടെ ഇമെയിൽ പരിശോധിച്ചുറപ്പിക്കാൻ ഓർക്കുക
ta: உள்ளடக்கத்தைப் பார்க்க உங்கள் மின்னஞ்சலைச் சரிபார்க்க மறக்காதீர்கள்
te: కంటెంట్‌ని చూడటానికి మీ ఇమెయిల్‌ను ధృవీకరించాలని గుర్తుంచుకోండి

# logEmMb
source: Registered email / phone number
hi: पंजीकृत ईमेल/फ़ोन नंबर
kn: ನೋಂದಾಯಿತ ಇಮೇಲ್ / ಫೋನ್ ಸಂಖ್ಯೆ
ml: രജിസ്റ്റർ ചെയ്ത ഇമെയിൽ / ഫോൺ നമ്പർ
ta: பதிவு செய்யப்பட்ட மின்னஞ்சல் / தொலைபேசி எண்
te: నమోదిత ఇమెయిల్ / ఫోన్ నంబర్

source: Password
hi: पासवर्ड
kn: ಗುಪ್ತಪದ
ta: கடவுச்சொல்
te: పాస్వర్డ్

# logNotRegistered
source: not registered?
hi: पंजीकृत नहीं है?
kn: ನೋಂದಣಿಯಾಗಿಲ್ಲ?
ml: രജിസ്റ്റർ ചെയ്തിട്ടില്ല?
ta: பதிவு செய்யப்படவில்லை?
te: నమోదు కాలేదు?

source: forgot password?
hi: पासवर्ड भूल गए?
kn: ಪಾಸ್ವರ್ಡ್ ಮರೆತಿರಾ?
ml: പാസ്വേഡ് മറന്നോ?
ta: கடவுச்சொல்லை மறந்துவிட்டீர்களா?
te: పాస్వర్డ్ మర్చిపోయారా?

source: Profile Management
hi: प्रोफ़ाइल प्रबंधन
kn: ಪ್ರೊಫೈಲ್ ನಿರ್ವಹಣೆ
ml: പ്രൊഫൈൽ മാനേജ്മെൻ്റ്
ta: சுயவிவர மேலாண்மை
te: ప్రొఫైల్ నిర్వహణ

# avlProfiles
source: Available Profiles
hi: उपलब्ध प्रोफाइल
kn: ಲಭ್ಯವಿರುವ ಪ್ರೊಫೈಲ್‌ಗಳು
ml: ലഭ്യമായ പ്രൊഫൈലുകൾ
ta: கிடைக்கும் சுயவிவரங்கள்
te: అందుబాటులో ఉన్న ప్రొఫైల్‌లు

# locksignify
source: The lock icon signifies that this profile is password protected
hi: लॉक आइकन दर्शाता है कि यह प्रोफ़ाइल पासवर्ड से सुरक्षित है
kn: ಲಾಕ್ ಐಕಾನ್ ಈ ಪ್ರೊಫೈಲ್ ಪಾಸ್ವರ್ಡ್ ರಕ್ಷಿತವಾಗಿದೆ ಎಂದು ಸೂಚಿಸುತ್ತದೆ
ml: ഈ പ്രൊഫൈൽ പാസ്‌വേഡ് പരിരക്ഷിതമാണെന്ന് ലോക്ക് ഐക്കൺ സൂചിപ്പിക്കുന്നു
ta: பூட்டு ஐகான் இந்த சுயவிவரம் கடவுச்சொல் பாதுகாக்கப்பட்டிருப்பதைக் குறிக்கிறது
te: లాక్ చిహ్నం ఈ ప్రొఫైల్ పాస్‌వర్డ్‌తో రక్షించబడిందని సూచిస్తుంది

# unlocksignify
source: The un-lock icon signifies that this profile is not password protected
hi: अन-लॉक आइकन दर्शाता है कि यह प्रोफ़ाइल पासवर्ड से सुरक्षित नहीं है
kn: ಅನ್-ಲಾಕ್ ಐಕಾನ್ ಈ ಪ್ರೊಫೈಲ್ ಪಾಸ್‌ವರ್ಡ್ ರಕ್ಷಿತವಾಗಿಲ್ಲ ಎಂದು ಸೂಚಿಸುತ್ತದೆ
ml: ഈ പ്രൊഫൈൽ പാസ്‌വേഡ് പരിരക്ഷിതമല്ലെന്ന് അൺ-ലോക്ക് ഐക്കൺ സൂചിപ്പിക്കുന്നു
ta: அன்-லாக் ஐகான் இந்த சுயவிவரம் கடவுச்சொல் பாதுகாக்கப்படவில்லை என்பதைக் குறிக்கிறது
te: అన్-లాక్ చిహ్నం ఈ ప్రొఫైల్ పాస్‌వర్డ్‌తో రక్షించబడలేదని సూచిస్తుంది

source: Add new profile
hi: नई प्रोफ़ाइल जोड़ें
kn: ಹೊಸ ಪ್ರೊಫೈಲ್ ಸೇರಿಸಿ
ml: പുതിയ പ്രൊഫൈൽ ചേർക്കുക
ta: புதிய சுயவிவரத்தைச் சேர்க்கவும்
te: కొత్త ప్రొఫైల్‌ని జోడించండి

source: Profile Name
hi: प्रोफ़ाइल नाम
kn: ಪ್ರೊಫೈಲ್ ಹೆಸರು
ml: പ്രൊഫൈൽ പേര്
ta: சுயவிவரப் பெயர்
te: ఖాతాదారుని పేరు

source: Profile pin
hi: प्रोफ़ाइल पिन
kn: ಪ್ರೊಫೈಲ್ ಪಿನ್
ml: പ്രൊഫൈൽ പിൻ
ta: சுயவிவர முள்
te: ప్రొఫైల్ పిన్

# leaveEmpty
source: leave the password field empty if you do not need a password
hi: यदि आपको पासवर्ड की आवश्यकता नहीं है तो पासवर्ड फ़ील्ड खाली छोड़ दें
kn: ನಿಮಗೆ ಪಾಸ್‌ವರ್ಡ್ ಅಗತ್ಯವಿಲ್ಲದಿದ್ದರೆ ಪಾಸ್‌ವರ್ಡ್ ಕ್ಷೇತ್ರವನ್ನು ಖಾಲಿ ಬಿಡಿ
ml: നിങ്ങൾക്ക് പാസ്‌വേഡ് ആവശ്യമില്ലെങ്കിൽ, പാസ്‌വേഡ് ഫീൽഡ് ശൂന്യമായി വിടുക
ta: உங்களுக்கு கடவுச்சொல் தேவையில்லை என்றால் கடவுச்சொல் புலத்தை காலியாக விடவும்
te: మీకు పాస్‌వర్డ్ అవసరం లేకపోతే పాస్‌వర్డ్ ఫీల్డ్‌ను ఖాళీగా ఉంచండి

# maxProfilesCreated
source: Maximum profiles created already!
hi: अधिकतम प्रोफ़ाइल पहले ही बनाई जा चुकी हैं!
kn: ಗರಿಷ್ಠ ಪ್ರೊಫೈಲ್‌ಗಳನ್ನು ಈಗಾಗಲೇ ರಚಿಸಲಾಗಿದೆ!
ml: ഇതിനകം സൃഷ്ടിച്ച പരമാവധി പ്രൊഫൈലുകൾ!
ta: ஏற்கனவே உருவாக்கப்பட்ட அதிகபட்ச சுயவிவரங்கள்!
te: గరిష్ట ప్రొఫైల్‌లు ఇప్పటికే సృష్టించబడ్డాయి!

source: Add Kids profile
hi: बच्चों की प्रोफ़ाइल जोड़ें
kn: ಮಕ್ಕಳ ಪ್ರೊಫೈಲ್ ಸೇರಿಸಿ
ml: കുട്ടികളുടെ പ്രൊഫൈൽ ചേർക്കുക
ta: குழந்தைகளின் சுயவிவரத்தைச் சேர்க்கவும்
te: పిల్లల ప్రొఫైల్‌ను జోడించండి

# profileTwoMax
source: This account allows 2 user profiles at max
hi: यह खाता अधिकतम 2 उपयोगकर्ता प्रोफ़ाइल की अनुमति देता है
kn: ಈ ಖಾತೆಯು ಗರಿಷ್ಠ 2 ಬಳಕೆದಾರರ ಪ್ರೊಫೈಲ್‌ಗಳನ್ನು ಅನುಮತಿಸುತ್ತದೆ
ml: ഈ അക്കൗണ്ട് പരമാവധി 2 ഉപയോക്തൃ പ്രൊഫൈലുകൾ അനുവദിക്കുന്നു
ta: இந்தக் கணக்கு அதிகபட்சம் 2 பயனர் சுயவிவரங்களை அனுமதிக்கிறது
te: ఈ ఖాతా గరిష్టంగా 2 వినియోగదారు ప్రొఫైల్‌లను అనుమతిస్తుంది

# contactParental
source: Contact parental controls to modify account settings
hi: खाता सेटिंग संशोधित करने के लिए अभिभावकीय नियंत्रण से संपर्क करें
kn: ಖಾತೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಮಾರ್ಪಡಿಸಲು ಪೋಷಕರ ನಿಯಂತ್ರಣಗಳನ್ನು ಸಂಪರ್ಕಿಸಿ
ml: അക്കൗണ്ട് ക്രമീകരണങ്ങൾ പരിഷ്‌ക്കരിക്കുന്നതിന് രക്ഷാകർതൃ നിയന്ത്രണങ്ങളുമായി ബന്ധപ്പെടുക
ta: கணக்கு அமைப்புகளை மாற்ற பெற்றோர் கட்டுப்பாடுகளை தொடர்பு கொள்ளவும்
te: ఖాతా సెట్టింగ్‌లను సవరించడానికి తల్లిదండ్రుల నియంత్రణలను సంప్రదించండి

# profileWeDetected
source: we detected that you are logged in through a kids account profile, contact your parents to change account settings
hi: हमने पाया कि आप बच्चों के खाते की प्रोफ़ाइल के माध्यम से लॉग इन हैं, खाता सेटिंग बदलने के लिए अपने माता-पिता से संपर्क करें
kn: ನೀವು ಮಕ್ಕಳ ಖಾತೆಯ ಪ್ರೊಫೈಲ್ ಮೂಲಕ ಲಾಗ್ ಇನ್ ಆಗಿರುವುದನ್ನು ನಾವು ಪತ್ತೆಹಚ್ಚಿದ್ದೇವೆ, ಖಾತೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಬದಲಾಯಿಸಲು ನಿಮ್ಮ ಪೋಷಕರನ್ನು ಸಂಪರ್ಕಿಸಿ
ml: കുട്ടികളുടെ അക്കൗണ്ട് പ്രൊഫൈലിലൂടെയാണ് നിങ്ങൾ ലോഗിൻ ചെയ്‌തിരിക്കുന്നതെന്ന് ഞങ്ങൾ കണ്ടെത്തി, അക്കൗണ്ട് ക്രമീകരണം മാറ്റാൻ മാതാപിതാക്കളെ ബന്ധപ്പെടുക
ta: நீங்கள் குழந்தைகள் கணக்குச் சுயவிவரம் மூலம் உள்நுழைந்துள்ளீர்கள் என்பதைக் கண்டறிந்தோம், கணக்கு அமைப்புகளை மாற்ற உங்கள் பெற்றோரைத் தொடர்புகொள்ளவும்
te: మీరు పిల్లల ఖాతా ప్రొఫైల్ ద్వారా లాగిన్ అయినట్లు మేము గుర్తించాము, ఖాతా సెట్టింగ్‌లను మార్చడానికి మీ తల్లిదండ్రులను సంప్రదించండి

source: Go back
hi: वापस जाओ
kn: ಹಿಂದೆ ಹೋಗು
ml: മടങ്ങിപ്പോവുക
ta: திரும்பி போ
te: వెనక్కి వెళ్ళు

source: Settings
hi: समायोजन
kn: ಸಂಯೋಜನೆಗಳು
ml: ക്രമീകരണങ്ങൾ
ta: அமைப்புகள்
te: సెట్టింగ్‌లు

# settingsManage
source: Manage your application settings from here
hi: यहां से अपनी एप्लिकेशन सेटिंग प्रबंधित करें
kn: ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಸೆಟ್ಟಿಂಗ್‌ಗಳನ್ನು ಇಲ್ಲಿಂದ ನಿರ್ವಹಿಸಿ
ml: ഇവിടെ നിന്ന് നിങ്ങളുടെ അപ്ലിക്കേഷൻ ക്രമീകരണങ്ങൾ നിയന്ത്രിക്കുക
ta: உங்கள் பயன்பாட்டு அமைப்புகளை இங்கிருந்து நிர்வகிக்கவும்
te: ఇక్కడ నుండి మీ అప్లికేషన్ సెట్టింగ్‌లను నిర్వహించండి

# settingsEditProfile
source: Edit your profiles
hi: अपनी प्रोफ़ाइल संपादित करें
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್‌ಗಳನ್ನು ಸಂಪಾದಿಸಿ
ml: നിങ്ങളുടെ പ്രൊഫൈലുകൾ എഡിറ്റ് ചെയ്യുക
ta: உங்கள் சுயவிவரங்களைத் திருத்தவும்
te: మీ ప్రొఫైల్‌లను సవరించండి

# settingsLanguage
source: Language Selection
hi: भाषा चयन
kn: ಭಾಷೆಯ ಆಯ್ಕೆ
ml: ഭാഷ തിരഞ്ഞെടുക്കൽ
ta: மொழி தேர்வு
te: భాష ఎంపిక

# settingsLangChose
source: select your desired language
hi: अपनी इच्छित भाषा चुनें
kn: ನೀವು ಬಯಸಿದ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ml: നിങ്ങൾ ആഗ്രഹിക്കുന്ന ഭാഷ തിരഞ്ഞെടുക്കുക
ta: நீங்கள் விரும்பும் மொழியைத் தேர்ந்தெடுக்கவும்
te: మీకు కావలసిన భాషను ఎంచుకోండి

# settingshaptics
source: Haptics/Vibration
hi: हैप्टिक्स/कंपन
kn: ಹ್ಯಾಪ್ಟಿಕ್ಸ್/ಕಂಪನ
ml: ഹാപ്റ്റിക്സ്/വൈബ്രേഷൻ
ta: ஹாப்டிக்ஸ்/அதிர்வு
te: హాప్టిక్స్/వైబ్రేషన్

# settingschose
source: Change how taps feel
hi: नल कैसा महसूस करते हैं उसे बदलें
kn: ಟ್ಯಾಪ್‌ಗಳ ಭಾವನೆಯನ್ನು ಬದಲಾಯಿಸಿ
ml: ടാപ്പുകൾ എങ്ങനെ അനുഭവപ്പെടുന്നുവെന്ന് മാറ്റുക
ta: தட்டுகள் எப்படி உணர்கின்றன என்பதை மாற்றவும்
te: ట్యాప్‌ల అనుభూతిని మార్చండి

# settingsreceive
source: Recieve release updates
hi: रिलीज़ अपडेट प्राप्त करें
kn: ಬಿಡುಗಡೆ ನವೀಕರಣಗಳನ್ನು ಸ್ವೀಕರಿಸಿ
ml: റിലീസ് അപ്ഡേറ്റുകൾ സ്വീകരിക്കുക
ta: வெளியீட்டு புதுப்பிப்புகளைப் பெறுங்கள்
te: విడుదల నవీకరణలను స్వీకరించండి

# settingsUpdates
source: Keep this on to stay updated ✨
hi: अपडेट रहने के लिए इसे ऑन रखें ✨
kn: ನವೀಕೃತವಾಗಿರಲು ಇದನ್ನು ಮುಂದುವರಿಸಿ ✨
ml: അപ്ഡേറ്റ് ആയി തുടരാൻ ഇത് തുടരുക ✨
ta: புதுப்பித்த நிலையில் இருக்க இதை தொடரவும் ✨
te: అప్‌డేట్‌గా ఉండటానికి దీన్ని కొనసాగించండి ✨

# settingsSwitchProfile
source: Switch Profile
hi: प्रोफ़ाइल स्विच करें
kn: ಸ್ವಿಚ್ ಪ್ರೊಫೈಲ್
ml: പ്രൊഫൈൽ മാറുക
ta: சுயவிவரத்தை மாற்றவும்
te: ప్రొఫైల్‌ని మార్చండి

source: Logout
hi: लॉग आउट
kn: ಲಾಗ್ ಔಟ್
ml: പുറത്തുകടക്കുക
ta: வெளியேறு
te: లాగ్అవుట్

source: Request Account deletion
hi: खाता हटाने का अनुरोध करें
kn: ಖಾತೆಯನ್ನು ಅಳಿಸಲು ವಿನಂತಿಸಿ
ml: അക്കൗണ്ട് ഇല്ലാതാക്കാൻ അഭ്യർത്ഥിക്കുക
ta: கணக்கை நீக்கக் கோருங்கள்
te: ఖాతా తొలగింపును అభ్యర్థించండి

# notLoggedIn
source: You are not logged in yet ☹️
hi: आप अभी तक लॉग इन नहीं हैं ☹️
kn: ನೀವು ಇನ್ನೂ ಲಾಗ್ ಇನ್ ಆಗಿಲ್ಲ ☹️
ml: നിങ്ങൾ ഇതുവരെ ലോഗിൻ ചെയ്തിട്ടില്ല ☹️
ta: நீங்கள் இன்னும் உள்நுழையவில்லை ☹️
te: మీరు ఇంకా లాగిన్ కాలేదు ☹️

# loginToAccessAll
source: Login to access all features, and watch some amazing content ✨
hi: सभी सुविधाओं तक पहुंचने के लिए लॉगिन करें, और कुछ अद्भुत सामग्री देखें ✨
kn: ಎಲ್ಲಾ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಪ್ರವೇಶಿಸಲು ಲಾಗಿನ್ ಮಾಡಿ ಮತ್ತು ಕೆಲವು ಅದ್ಭುತ ವಿಷಯವನ್ನು ವೀಕ್ಷಿಸಿ ✨
ml: എല്ലാ ഫീച്ചറുകളും ആക്‌സസ് ചെയ്യാൻ ലോഗിൻ ചെയ്യുക, ഒപ്പം അതിശയകരമായ ചില ഉള്ളടക്കം കാണുക ✨
ta: அனைத்து அம்சங்களையும் அணுக உள்நுழைந்து சில அற்புதமான உள்ளடக்கத்தைப் பார்க்கவும் ✨
te: అన్ని లక్షణాలను యాక్సెస్ చేయడానికి లాగిన్ చేయండి మరియు కొన్ని అద్భుతమైన కంటెంట్‌ను చూడండి ✨

source: Login Now
hi: अभी लॉगिन करें
kn: ಈಗ ಲಾಗಿನ್ ಮಾಡಿ
ml: ഇപ്പോൾ ലോഗിൻ ചെയ്യുക
ta: இப்போது உள்நுழையவும்
te: ఇప్పుడు లాగిన్ అవ్వండి

# navHome
source: Home
hi: घर
kn: ಮನೆ
ml: വീട്
ta: வீடு
te: హోమ్

# navDiscover
source: Discover
hi: खोज करना
kn: ಅನ್ವೇಷಿಸಿ
ml: കണ്ടെത്തുക
ta: கண்டறியவும்
te: కనుగొనండి

# navSettings
source: Settings
hi: समायोजन
kn: ಸಂಯೋಜನೆಗಳು
ml: ക്രമീകരണങ്ങൾ
ta: அமைப்புகள்
te: సెట్టింగ్‌లు

# whosWatching
source: Whose watching today?
hi: आज कौन देख रहा है?
kn: ಇಂದು ಯಾರನ್ನು ನೋಡುತ್ತಿದ್ದಾರೆ?
ml: ഇന്ന് ആരെയാണ് കാണുന്നത്?
ta: இன்று யார் பார்க்கிறார்கள்?
te: ఈరోజు ఎవరు చూస్తున్నారు?

# chooseProfile
source: Choose your profile for watching
hi: देखने के लिए अपनी प्रोफ़ाइल चुनें
kn: ವೀಕ್ಷಿಸಲು ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಆಯ್ಕೆಮಾಡಿ
ml: കാണുന്നതിന് നിങ്ങളുടെ പ്രൊഫൈൽ തിരഞ്ഞെടുക്കുക
ta: பார்ப்பதற்கு உங்கள் சுயவிவரத்தைத் தேர்ந்தெடுக்கவும்
te: చూడటానికి మీ ప్రొఫైల్‌ని ఎంచుకోండి

# canAddMore
source: You can add more profiles after logging in
hi: लॉग इन करने के बाद आप और प्रोफ़ाइल जोड़ सकते हैं
kn: ಲಾಗ್ ಇನ್ ಮಾಡಿದ ನಂತರ ನೀವು ಹೆಚ್ಚಿನ ಪ್ರೊಫೈಲ್‌ಗಳನ್ನು ಸೇರಿಸಬಹುದು
ml: ലോഗിൻ ചെയ്തതിന് ശേഷം നിങ്ങൾക്ക് കൂടുതൽ പ്രൊഫൈലുകൾ ചേർക്കാവുന്നതാണ്
ta: உள்நுழைந்த பிறகு மேலும் சுயவிவரங்களைச் சேர்க்கலாம்
te: మీరు లాగిన్ అయిన తర్వాత మరిన్ని ప్రొఫైల్‌లను జోడించవచ్చు

source: Lets Login
hi: आइए लॉगिन करें
kn: ಲಾಗಿನ್ ಮಾಡೋಣ
ml: ലോഗിൻ ചെയ്യാം
ta: உள்நுழையலாம்
te: లాగిన్ చేద్దాం

# chkLoginDetails
source: Login to CatchMFlixx with your account to start watching your favorite content. New here? want to have a feel of the app? we got you covered, we have that option too below 😉
hi: अपनी पसंदीदा सामग्री देखना शुरू करने के लिए अपने खाते से CatchMFlixx में लॉगिन करें।
kn: ನಿಮ್ಮ ಮೆಚ್ಚಿನ ವಿಷಯವನ್ನು ವೀಕ್ಷಿಸಲು ನಿಮ್ಮ ಖಾತೆಯೊಂದಿಗೆ CatchMFlixx ಗೆ ಲಾಗಿನ್ ಮಾಡಿ.
ml: നിങ്ങളുടെ പ്രിയപ്പെട്ട ഉള്ളടക്കം കാണുന്നത് ആരംഭിക്കാൻ നിങ്ങളുടെ അക്കൗണ്ട് ഉപയോഗിച്ച് CatchMFlixx-ലേക്ക് ലോഗിൻ ചെയ്യുക.
ta: உங்களுக்குப் பிடித்த உள்ளடக்கத்தைப் பார்க்கத் தொடங்க, உங்கள் கணக்கில் CatchMFlixx இல் உள்நுழைக.
te: మీకు ఇష్టమైన కంటెంట్‌ని చూడటం ప్రారంభించడానికి మీ ఖాతాతో CatchMFlixxకి లాగిన్ చేయండి.

# tryA
source: Try the application
hi: एप्लिकेशन आज़माएं
kn: ಅಪ್ಲಿಕೇಶನ್ ಪ್ರಯತ್ನಿಸಿ
ml: ആപ്ലിക്കേഷൻ പരീക്ഷിക്കുക
ta: பயன்பாட்டை முயற்சிக்கவும்
te: అప్లికేషన్ ప్రయత్నించండి

source: Welcome back
hi: वापसी पर स्वागत है
kn: ಮರಳಿ ಸ್ವಾಗತ
ml: തിരികെ സ്വാഗതം
ta: மீண்டும் வருக
te: పునఃస్వాగతం

# selectProfileNext
source: Select your profile in the next screen to continue to the application
hi: एप्लिकेशन जारी रखने के लिए अगली स्क्रीन में अपना प्रोफ़ाइल चुनें
kn: ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಮುಂದುವರಿಯಲು ಮುಂದಿನ ಪರದೆಯಲ್ಲಿ ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ആപ്ലിക്കേഷനിൽ തുടരാൻ അടുത്ത സ്ക്രീനിൽ നിങ്ങളുടെ പ്രൊഫൈൽ തിരഞ്ഞെടുക്കുക
ta: பயன்பாட்டைத் தொடர அடுத்த திரையில் உங்கள் சுயவிவரத்தைத் தேர்ந்தெடுக்கவும்
te: అప్లికేషన్‌కి కొనసాగడానికి తదుపరి స్క్రీన్‌లో మీ ప్రొఫైల్‌ను ఎంచుకోండి

# continueTo
source: Continue
hi: जारी रखना
kn: ಮುಂದುವರಿಸಿ
ml: തുടരുക
ta: தொடரவும்
te: కొనసాగించు

source: Change Language
hi: भाषा बदलें
kn: ಭಾಷೆ ಬದಲಾಯಿಸಿ
ml: ഭാഷ മാറ്റുക
ta: மொழியை மாற்றவும்
te: భాష మార్చు

# searchFor
source: Search for movies/series
hi: फ़िल्में/श्रृंखला खोजें
kn: ಚಲನಚಿತ್ರಗಳು/ಸರಣಿಗಳಿಗಾಗಿ ಹುಡುಕಿ
ml: സിനിമകൾ/പരമ്പരകൾക്കായി തിരയുക
ta: திரைப்படங்கள்/தொடர்களைத் தேடுங்கள்
te: సినిమాలు/సిరీస్ కోసం శోధించండి

source: suggestions for you
hi: आपके लिए सुझाव
kn: ನಿಮಗಾಗಿ ಸಲಹೆಗಳು
ml: നിങ്ങൾക്കുള്ള നിർദ്ദേശങ്ങൾ
ta: உங்களுக்கான பரிந்துரைகள்
te: మీ కోసం సూచనలు

source: genres to search from
hi: खोजने के लिए शैलियाँ
kn: ಹುಡುಕಲು ಪ್ರಕಾರಗಳು
ml: തിരയാനുള്ള വിഭാഗങ്ങൾ
ta: தேட வேண்டிய வகைகள்
te: శోధించడానికి కళా ప్రక్రియలు

source: showing content for
hi: के लिए सामग्री दिखा रहा है
kn: ವಿಷಯವನ್ನು ತೋರಿಸಲಾಗುತ್ತಿದೆ
ml: എന്നതിനായുള്ള ഉള്ളടക്കം കാണിക്കുന്നു
ta: க்கான உள்ளடக்கத்தைக் காட்டுகிறது
te: కోసం కంటెంట్ చూపుతోంది

source: Genres
hi: शैलियां
kn: ಪ್ರಕಾರಗಳು
ml: വിഭാഗങ്ങൾ
ta: வகைகள்
te: శైలులు

# playNow
source: Play
hi: खेल
kn: ಪ್ಲೇ ಮಾಡಿ
ml: കളിക്കുക
ta: விளையாடு
te: చూడండి

source: Add To List
hi: सूची में शामिल
kn: ಪಟ್ಟಿಗೆ ಸೇರಿಸಿ
ml: ലിസ്റ്റിലേക്ക് ചേർക്കുക
ta: பட்டியலில் சேர்
te: జాబితాకు జోడించు

# sorryNoResults
source: Sorry no results here
hi: क्षमा करें, यहां कोई परिणाम नहीं मिला
kn: ಕ್ಷಮಿಸಿ ಇಲ್ಲಿ ಯಾವುದೇ ಫಲಿತಾಂಶಗಳಿಲ್ಲ
ml: ക്ഷമിക്കണം ഇവിടെ ഫലങ്ങളൊന്നുമില്ല
ta: மன்னிக்கவும் இங்கே முடிவுகள் இல்லை
te: క్షమించండి ఇక్కడ ఫలితాలు లేవు

source: More
hi: अधिक
kn: ಇನ್ನಷ್ಟು
ml: കൂടുതൽ
ta: மேலும்
te: మరింత

source: Cast
hi: ढालना
kn: ಎರಕಹೊಯ್ದ
ml: കാസ്റ്റ്
ta: நடிகர்கள்
te: తారాగణం

source: Genre
hi: शैली
kn: ಪ್ರಕಾರ
ml: തരം
ta: வகை
te: శైలి

# trailor
source: Trailor(s)
hi: ट्रेलर
kn: ಟ್ರೈಲರ್(ಗಳು)
ml: ട്രെയിലർ(കൾ)
ta: டிரெய்லர்(கள்)
te: ట్రెయిలర్(లు)

# loginToView
source: Please Login to view content
hi: कृपया सामग्री देखने के लिए लॉगिन करें
kn: ವಿಷಯವನ್ನು ವೀಕ್ಷಿಸಲು ದಯವಿಟ್ಟು ಲಾಗಿನ್ ಮಾಡಿ
ml: ഉള്ളടക്കം കാണുന്നതിന് ദയവായി ലോഗിൻ ചെയ്യുക
ta: உள்ளடக்கத்தைப் பார்க்க உள்நுழைக
te: దయచేసి కంటెంట్‌ని వీక్షించడానికి లాగిన్ చేయండి

# choseDesiredLanguage
source: Choose your desired language for the application
hi: आवेदन के लिए अपनी इच्छित भाषा चुनें
kn: ಅಪ್ಲಿಕೇಶನ್‌ಗಾಗಿ ನೀವು ಬಯಸಿದ ಭಾಷೆಯನ್ನು ಆರಿಸಿ
ml: ആപ്ലിക്കേഷനായി നിങ്ങൾ ആഗ്രഹിക്കുന്ന ഭാഷ തിരഞ്ഞെടുക്കുക
ta: பயன்பாட்டிற்கு நீங்கள் விரும்பும் மொழியைத் தேர்ந்தெடுக்கவும்
te: అప్లికేషన్ కోసం మీకు కావలసిన భాషను ఎంచుకోండి

source: Adult
hi: वयस्क
kn: ವಯಸ್ಕ
ml: മുതിർന്നവർ
ta: வயது வந்தோர்
te: పెద్దలు

source: Kids
hi: बच्चे
kn: ಮಕ್ಕಳು
ml: കുട്ടികൾ
ta: குழந்தைகள்
te: పిల్లలు

# wrongPin
source: Wrong Pin, try again
hi: गलत पिन, पुनः प्रयास करें
kn: ತಪ್ಪಾದ ಪಿನ್, ಮತ್ತೆ ಪ್ರಯತ್ನಿಸಿ
ml: തെറ്റായ പിൻ, വീണ്ടും ശ്രമിക്കുക
ta: தவறான பின், மீண்டும் முயலவும்
te: పిన్ తప్పు, మళ్లీ ప్రయత్నించండి

source: Enter your pin
hi: अपना पिन दर्ज करो
kn: ನಿಮ್ಮ ಪಿನ್ ನಮೂದಿಸಿ
ml: നിങ്ങളുടെ പിൻ നൽകുക
ta: உங்கள் பின்னை உள்ளிடவும்
te: మీ పిన్‌ను నమోదు చేయండి

# enterDOB
source: Enter date of birth
hi: जन्म तारीख दर्ज करें
kn: ಹುಟ್ಟಿದ ದಿನಾಂಕವನ್ನು ನಮೂದಿಸಿ
ml: ജനനത്തീയതി നൽകുക
ta: பிறந்த தேதியை உள்ளிடவும்
te: పుట్టిన తేదీని నమోదు చేయండి

# dobValidate
source: Enter date in DD/MM/YYYY format
hi: दिनांक DD/MM/YYYY प्रारूप में दर्ज करें
kn: DD/MM/YYYY ಫಾರ್ಮ್ಯಾಟ್‌ನಲ್ಲಿ ದಿನಾಂಕವನ್ನು ನಮೂದಿಸಿ
ml: DD/MM/YYYY ഫോർമാറ്റിൽ തീയതി നൽകുക
ta: DD/MM/YYYY வடிவத்தில் தேதியை உள்ளிடவும்
te: DD/MM/YYYY ఆకృతిలో తేదీని నమోదు చేయండి

# modifyProfile
source: Modify your profile
hi: अपनी प्रोफ़ाइल संशोधित करें
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಅನ್ನು ಮಾರ್ಪಡಿಸಿ
ml: നിങ്ങളുടെ പ്രൊഫൈൽ പരിഷ്ക്കരിക്കുക
ta: உங்கள் சுயவிவரத்தை மாற்றவும்
te: మీ ప్రొఫైల్‌ని సవరించండి

source: Selected avatar
hi: चयनित अवतार
kn: ಆಯ್ದ ಅವತಾರ
ml: തിരഞ്ഞെടുത്ത അവതാർ
ta: தேர்ந்தெடுக்கப்பட்ட அவதாரம்
te: ఎంచుకున్న అవతార్

# updateAvatar
source: Update your avatar by selecting from the following
hi: निम्नलिखित में से चयन करके अपना अवतार अपडेट करें
kn: ಕೆಳಗಿನವುಗಳಿಂದ ಆಯ್ಕೆ ಮಾಡುವ ಮೂಲಕ ನಿಮ್ಮ ಅವತಾರವನ್ನು ನವೀಕರಿಸಿ
ml: ഇനിപ്പറയുന്നവയിൽ നിന്ന് തിരഞ്ഞെടുത്ത് നിങ്ങളുടെ അവതാർ അപ്‌ഡേറ്റ് ചെയ്യുക
ta: பின்வருவனவற்றைத் தேர்ந்தெடுப்பதன் மூலம் உங்கள் அவதாரத்தைப் புதுப்பிக்கவும்
te: కింది వాటిలో ఎంచుకోవడం ద్వారా మీ అవతార్‌ను అప్‌డేట్ చేయండి

source: Scroll to see more avatars
hi: अधिक अवतार देखने के लिए स्क्रॉल करें
kn: ಹೆಚ್ಚಿನ ಅವತಾರಗಳನ್ನು ನೋಡಲು ಸ್ಕ್ರಾಲ್ ಮಾಡಿ
ml: കൂടുതൽ അവതാറുകൾ കാണാൻ സ്ക്രോൾ ചെയ്യുക
ta: மேலும் அவதாரங்களைக் காண உருட்டவும்
te: మరిన్ని అవతార్‌లను చూడటానికి స్క్రోల్ చేయండి

# editUserName
source: Edit your user name
hi: अपना उपयोगकर्ता नाम संपादित करें
kn: ನಿಮ್ಮ ಬಳಕೆದಾರ ಹೆಸರನ್ನು ಸಂಪಾದಿಸಿ
ml: നിങ്ങളുടെ ഉപയോക്തൃനാമം എഡിറ്റ് ചെയ്യുക
ta: உங்கள் பயனர் பெயரை திருத்தவும்
te: మీ వినియోగదారు పేరును సవరించండి

# changePinCode
source: Change/remove PIN code?
hi: पिन कोड बदलें/हटाएँ?
kn: ಪಿನ್ ಕೋಡ್ ಬದಲಾಯಿಸುವುದೇ/ತೆಗೆದುಹಾಕುವುದೇ?
ml: പിൻ കോഡ് മാറ്റണോ/നീക്കം ചെയ്യണോ?
ta: பின் குறியீட்டை மாற்ற/அகற்றவா?
te: పిన్ కోడ్‌ని మార్చాలా/తీసివేయాలా?

# editProfilePin
source: Edit your profile pin
hi: अपना प्रोफ़ाइल पिन संपादित करें
kn: ನಿಮ್ಮ ಪ್ರೊಫೈಲ್ ಪಿನ್ ಸಂಪಾದಿಸಿ
ml: നിങ്ങളുടെ പ്രൊഫൈൽ പിൻ എഡിറ്റ് ചെയ്യുക
ta: உங்கள் சுயவிவர பின்னை திருத்தவும்
te: మీ ప్రొఫైల్ పిన్‌ని సవరించండి

# removePassword
source: Leave the password field empty if you want to remove the password
hi: यदि आप पासवर्ड हटाना चाहते हैं तो पासवर्ड फ़ील्ड खाली छोड़ दें
kn: ನೀವು ಪಾಸ್‌ವರ್ಡ್ ಅನ್ನು ತೆಗೆದುಹಾಕಲು ಬಯಸಿದರೆ ಪಾಸ್‌ವರ್ಡ್ ಕ್ಷೇತ್ರವನ್ನು ಖಾಲಿ ಬಿಡಿ
ml: നിങ്ങൾക്ക് പാസ്‌വേഡ് നീക്കം ചെയ്യണമെങ്കിൽ പാസ്‌വേഡ് ഫീൽഡ് ശൂന്യമായി വിടുക
ta: நீங்கள் கடவுச்சொல்லை அகற்ற விரும்பினால், கடவுச்சொல் புலத்தை காலியாக விடவும்
te: మీరు పాస్‌వర్డ్‌ను తీసివేయాలనుకుంటే పాస్‌వర్డ్ ఫీల్డ్‌ను ఖాళీగా ఉంచండి

source: Update Profile Details
hi: प्रोफ़ाइल विवरण अपडेट करें
kn: ಪ್ರೊಫೈಲ್ ವಿವರಗಳನ್ನು ನವೀಕರಿಸಿ
ml: പ്രൊഫൈൽ വിശദാംശങ്ങൾ അപ്ഡേറ്റ് ചെയ്യുക
ta: சுயவிவர விவரங்களைப் புதுப்பிக்கவும்
te: ప్రొఫైల్ వివరాలను నవీకరించండి
