Repository: diptanshumahish/catchmflixx_final
Catalog: lib/l10n/app_*.arb
Languages: hi, kn, ml, ta, te

source: ACCOUNT SETTINGS
hi: अकाउंट सेटिंग
kn: ಖಾತೆ ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ml: അക്കൗണ്ട് ക്രമീകരണങ്ങൾ
ta: கணக்கு அமைப்புகள்
te: ఖాతా సెట్టింగ్‌లు

# exp
source: EXPERIENCE
hi: अनुभव
kn: ಅನುಭವ
ml: അനുഭവം
ta: அனுபவம்
te: అనుభవం

# choseFavGenre
source: Choose your favorite genres to get started
hi: आरंभ करने के लिए अपनी पसंदीदा शैलियाँ चुनें
kn: ಪ್ರಾರಂಭಿಸಲು ನಿಮ್ಮ ಮೆಚ್ಚಿನ ಪ್ರಕಾರಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: ആരംഭിക്കുന്നതിന് നിങ്ങളുടെ പ്രിയപ്പെട്ട വിഭാഗങ്ങൾ തിരഞ്ഞെടുക്കുക
ta: தொடங்குவதற்கு உங்களுக்குப் பிடித்த வகைகளைத் தேர்ந்தெடுக்கவும்
te: ప్రారంభించడానికి మీకు ఇష్టమైన జానర్‌లను ఎంచుకోండి

source: Pricing Plans
hi: मूल्य निर्धारण योजनाएँ
kn: ಬೆಲೆ ಯೋಜನೆಗಳು
ml: വിലനിർണ്ണയ പദ്ധതികൾ
ta: விலை திட்டங்கள்
te: ధర ప్రణాళికలు

# premiumPlan
source: Premium ✅
hi: प्रीमियम ✅
kn: ಪ್ರೀಮಿಯಂ ✅
ml: പ്രീമിയം ✅
ta: பிரீமியம் ✅
te: ప్రీమియం ✅

# premiumOne
source: for 3 months for 1 device
hi: 1 डिवाइस के लिए 3 महीने के लिए
kn: 1 ಸಾಧನಕ್ಕೆ 3 ತಿಂಗಳವರೆಗೆ
ml: ഒരു ഉപകരണത്തിന് 3 മാസത്തേക്ക്
ta: 1 சாதனத்திற்கு 3 மாதங்களுக்கு
te: 1 పరికరం కోసం 3 నెలల పాటు

# premiumTwo
source: for 1 month for 1 device
hi: 1 डिवाइस के लिए 1 महीने के लिए
kn: 1 ಸಾಧನಕ್ಕೆ 1 ತಿಂಗಳು
ml: ഒരു ഉപകരണത്തിന് ഒരു മാസത്തേക്ക്
ta: 1 சாதனத்திற்கு 1 மாதத்திற்கு
te: 1 పరికరం కోసం 1 నెల పాటు

# primePlan
source: Prime 💎
hi: प्राइम 💎
kn: ಪ್ರಧಾನ 💎
ml: പ്രൈം 💎
ta: பிரதம 💎
te: ప్రధాన 💎

# primeOne
source: for 3 months for 2 devices
hi: 2 उपकरणों के लिए 3 महीने के लिए
kn: 2 ಸಾಧನಗಳಿಗೆ 3 ತಿಂಗಳವರೆಗೆ
ml: 2 ഉപകരണങ്ങൾക്കായി 3 മാസത്തേക്ക്
ta: 2 சாதனங்களுக்கு 3 மாதங்களுக்கு
te: 2 పరికరాల కోసం 3 నెలల పాటు

# primeTwo
source: for 1 month for 2 devices
hi: 2 डिवाइस के लिए 1 महीने के लिए
kn: 2 ಸಾಧನಗಳಿಗೆ 1 ತಿಂಗಳಿಗೆ
ml: 2 ഉപകരണങ്ങൾക്കായി 1 മാസത്തേക്ക്
ta: 2 சாதனங்களுக்கு 1 மாதத்திற்கு
te: 2 పరికరాల కోసం 1 నెల పాటు

# familyPlan
source: Family 👪
hi: परिवार 👪
kn: ಕುಟುಂಬ 👪
ml: കുടുംബം 👪
ta: குடும்பம் 👪
te: కుటుంబం 👪

# familyOne
source: for 3 months for 4 devices
hi: 4 उपकरणों के लिए 3 महीने के लिए
kn: 4 ಸಾಧನಗಳಿಗೆ 3 ತಿಂಗಳವರೆಗೆ
ml: 4 ഉപകരണങ്ങൾക്കായി 3 മാസത്തേക്ക്
ta: 4 சாதனங்களுக்கு 3 மாதங்களுக்கு
te: 4 పరికరాల కోసం 3 నెలల పాటు

# familyTwo
source: for 1 month for 4 devices
hi: 4 उपकरणों के लिए 1 महीने के लिए
kn: 4 ಸಾಧನಗಳಿಗೆ 1 ತಿಂಗಳವರೆಗೆ
ml: 4 ഉപകരണങ്ങൾക്കായി 1 മാസത്തേക്ക്
ta: 4 சாதனங்களுக்கு 1 மாதத்திற்கு
te: 4 పరికరాల కోసం 1 నెల పాటు

# freeDet
source: free for lifetime, only pay for movies / series that you want to watch, no catch
hi: जीवन भर के लिए निःशुल्क, केवल उन फिल्मों/श्रृंखलाओं के लिए भुगतान करें जिन्हें आप देखना चाहते हैं, कोई रोक नहीं
kn: ಜೀವಿತಾವಧಿಯಲ್ಲಿ ಉಚಿತ, ನೀವು ವೀಕ್ಷಿಸಲು ಬಯಸುವ ಚಲನಚಿತ್ರಗಳು / ಸರಣಿಗಳಿಗೆ ಮಾತ್ರ ಪಾವತಿಸಿ, ಯಾವುದೇ ಕ್ಯಾಚ್ ಇಲ್ಲ
ml: ആജീവനാന്തം സൗജന്യം, നിങ്ങൾ കാണാൻ ആഗ്രഹിക്കുന്ന സിനിമകൾ / സീരിയലുകൾക്ക് മാത്രം പണം നൽകുക
ta: வாழ்நாள் முழுவதும் இலவசம், நீங்கள் பார்க்க விரும்பும் திரைப்படங்கள் / தொடர்களுக்கு மட்டும் பணம் செலுத்துங்கள், பிடிக்காது
te: జీవితకాలం ఉచితం, మీరు చూడాలనుకునే సినిమాలు / సిరీస్‌లకు మాత్రమే చెల్లించండి, క్యాచ్ లేదు

source: Subscribe Now
hi: अब सदस्यता लें
kn: ಈಗ ಚಂದಾದಾರರಾಗಿ
ml: ഇപ്പോൾ സബ്സ്ക്രൈബ് ചെയ്യുക
ta: இப்போது குழுசேரவும்
te: ఇప్పుడే సభ్యత్వం పొందండి

# checkPlans
source: Check out our plans
hi: हमारी योजनाएं देखें
kn: ನಮ್ಮ ಯೋಜನೆಗಳನ್ನು ಪರಿಶೀಲಿಸಿ
ml: ഞങ്ങളുടെ പദ്ധതികൾ പരിശോധിക്കുക
ta: எங்கள் திட்டங்களைப் பாருங்கள்
te: మా ప్రణాళికలను తనిఖీ చేయండి

source: Support
hi: सहायता
kn: ಬೆಂಬಲ
ml: പിന്തുണ
ta: ஆதரவு
te: మద్దతు

source: Suggestions for us
hi: हमारे लिए सुझाव
kn: ನಮಗೆ ಸಲಹೆಗಳು
ml: ഞങ്ങൾക്കുള്ള നിർദ്ദേശങ്ങൾ
ta: எங்களுக்கான பரிந்துரைகள்
te: మాకు సూచనలు

source: Privacy policy
hi: गोपनीयता नीति
kn: ಗೌಪ್ಯತಾ ನೀತಿ
ml: സ്വകാര്യതാ നയം
ta: தனியுரிமைக் கொள்கை
te: గోప్యతా విధానం

# termsAndConditions
source: Terms & conditions
hi: शर्तें
kn: ನಿಯಮಗಳು
ml: നിബന്ധനകൾ
ta: விதிமுறை
te: నిబంధనలు

# prefferedGenres
source: Preferred genres
hi: पसंदीदा शैलियाँ
kn: ಆದ್ಯತೆಯ ಪ್ರಕಾರಗಳು
ml: തിരഞ്ഞെടുത്ത വിഭാഗങ്ങൾ
ta: விருப்பமான வகைகள்
te: ఇష్టపడే కళా ప్రక్రియలు

# chooseGenres
source: Choose your preferred genres
hi: अपनी पसंदीदा शैलियाँ चुनें
kn: ನಿಮ್ಮ ಆದ್ಯತೆಯ ಪ್ರಕಾರಗಳನ್ನು ಆಯ್ಕೆಮಾಡಿ
ml: നിങ്ങൾക്ക് ഇഷ്ടപ്പെട്ട വിഭാഗങ്ങൾ തിരഞ്ഞെടുക്കുക
ta: உங்களுக்கு விருப்பமான வகைகளைத் தேர்ந்தெடுக்கவும்
te: మీకు నచ్చిన జానర్‌లను ఎంచుకోండి

source: Login or Register
hi: भाग लें या पंजीकरण करें
kn: ಲಾಗಿನ್ ಅಥವಾ ನೋಂದಾಯಿಸಿ
ml: ലോഗിൻ ചെയ്യുക അല്ലെങ്കിൽ രജിസ്റ്റർ ചെയ്യുക
ta: உள்நுழையவும் அல்லது பதிவு செய்யவும்
te: లాగిన్ లేదా నమోదు చేయండి

# notSignIn
source: We see that you have not yet signed in for CatchMFlixx, to watch content you need to sign in
hi: हम देखते हैं कि आपने अभी तक CatchMFlixx के लिए साइन इन नहीं किया है, सामग्री देखने के लिए आपको साइन इन करना होगा
kn: ನೀವು ಸೈನ್ ಇನ್ ಮಾಡಬೇಕಾದ ವಿಷಯವನ್ನು ವೀಕ್ಷಿಸಲು CatchMFlixx ಗೆ ನೀವು ಇನ್ನೂ ಸೈನ್ ಇನ್ ಮಾಡಿಲ್ಲ ಎಂದು ನಾವು ನೋಡುತ್ತೇವೆ
ml: നിങ്ങൾ സൈൻ ഇൻ ചെയ്യേണ്ട ഉള്ളടക്കം കാണുന്നതിന്, നിങ്ങൾ ഇതുവരെ CatchMFlixx-ൽ സൈൻ ഇൻ ചെയ്തിട്ടില്ലെന്ന് ഞങ്ങൾ കാണുന്നു
ta: நீங்கள் உள்நுழைய வேண்டிய உள்ளடக்கத்தைப் பார்க்க, நீங்கள் இன்னும் CatchMFlixx இல் உள்நுழையவில்லை என்பதை நாங்கள் காண்கிறோம்
te: మీరు సైన్ ఇన్ చేయాల్సిన కంటెంట్‌ని చూడటానికి, మీరు CatchMFlixx కోసం ఇంకా సైన్ ఇన్ చేయలేదని మేము చూస్తున్నాము

# notVerifiedEM
source: your email is not verified, to watch any content you need to verify your email to use the application and watch content
hi: आपका ईमेल सत्यापित नहीं है, किसी भी सामग्री को देखने के लिए आपको एप्लिकेशन का उपयोग करने और सामग्री देखने के लिए अपने ईमेल को सत्यापित करने की आवश्यकता है
kn: ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ಪರಿಶೀಲಿಸಲಾಗಿಲ್ಲ, ಯಾವುದೇ ವಿಷಯವನ್ನು ವೀಕ್ಷಿಸಲು ನೀವು ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ಬಳಸಲು ಮತ್ತು ವಿಷಯವನ್ನು ವೀಕ್ಷಿಸಲು ನಿಮ್ಮ ಇಮೇಲ್ ಅನ್ನು ಪರಿಶೀಲಿಸುವ ಅಗತ್ಯವಿದೆ
ml: നിങ്ങളുടെ ഇമെയിൽ പരിശോധിച്ചിട്ടില്ല, ഏതെങ്കിലും ഉള്ളടക്കം കാണുന്നതിന്, ആപ്ലിക്കേഷൻ ഉപയോഗിക്കാനും ഉള്ളടക്കം കാണാനും നിങ്ങളുടെ ഇമെയിൽ പരിശോധിക്കേണ്ടതുണ്ട്
ta: உங்கள் மின்னஞ்சல் சரிபார்க்கப்படவில்லை, எந்தவொரு உள்ளடக்கத்தையும் பார்க்க, பயன்பாட்டைப் பயன்படுத்தவும் உள்ளடக்கத்தைப் பார்க்கவும் உங்கள் மின்னஞ்சலைச் சரிபார்க்க வேண்டும்
te: మీ ఇమెయిల్ ధృవీకరించబడలేదు, ఏదైనా కంటెంట్‌ని చూడటానికి మీరు అప్లికేషన్‌ను ఉపయోగించడానికి మరియు కంటెంట్‌ని చూడటానికి మీ ఇమెయిల్‌ను ధృవీకరించాలి

# createNew
source: Create a new account
hi: एक नया खाता बनाएं
kn: ಹೊಸ ಖಾತೆಯನ್ನು ತೆರೆ
ml: ഒരു പുതിയ അക്കൌണ്ട് ഉണ്ടാക്കുക
ta: புதிய கணக்கை துவங்கு
te: కొత్త ఖాతాను సృష్టించండి
